Revit 2024 API
ParameterTypeId.DrawForEachRun Property
 "Draw for Each Run"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DrawForEachRun { get; }
Visual Basic
Public Shared ReadOnly Property DrawForEachRun As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DrawForEachRun {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace